Repository: ccaylak/Shiori
Catalog: App/Localizable.xcstrings
Source language: en
Languages: de, pt_br

source: %@ library
de: %@-Bibliothek
pt_br: Biblioteca de %@

# %@, %lld chapters
source: %1$@, %2$lld chapters
de: %1$@, %2$lld Kapitel
pt_br: %1$@, %2$lld capítulos

# %@, %lld chapters in %lld volumes
source: %1$@, %2$lld chapters in %3$lld volumes
de: %1$@, %2$lld Kapitel in %3$lld Bänden
pt_br: %1$@, %2$lld capítulos em%3$lld volumes

# %@, %lld episode • %lld minutes
source: %1$@, %2$lld episode • %3$lld minutes
de: %1$@, %2$lld Folge • %3$lld Minuten

# %@, %lld episodes • %lld minutes (≈%@)
source: %1$@, %2$lld episodes • %3$lld minutes (≈%4$@)
de: %1$@, %2$lld Folgen • %3$lld Minuten (≈%4$@)

# %@, %lld part • %lld minutes
source: %1$@, %2$lld part • %3$lld minutes
de: %1$@, %2$lld Teil • %3$lld Minuten

# %@, %lld parts • %lld minutes (≈%@)
source: %1$@, %2$lld parts • %3$lld minutes (≈%4$@)
de: %1$@, %2$lld Teile • %3$lld Minuten (≈%4$@)

source: %lld chapters
de: %lld Kapitel
pt_br: %lld capítulos

# %lld chapters (%@)
source: %1$lld chapters (%2$@)
de: %1$lld Kapitel (%2$@)
pt_br: %1$lld capítulos (%2$@)

source: %lld episode
de: %lld Folge

source: %lld episodes
de: %lld Folgen
pt_br: %lld episódios

# %lld episodes (%@)
source: %1$lld episodes (%2$@)
de: %1$lld Folgen (%2$@)
pt_br: %1$lld episódios (%2$@)

source: %lld favorites
de: %lld Favoriten

source: %lld part
de: %lld Teil

source: %lld parts
de: %lld Teile
pt_br: %lld partes

source: %lld productions
de: %lld Produktionen

source: %lld volumes
de: %lld Bände

source: 🇩🇪 German
de: 🇩🇪 Deutsch

source: 🇬🇧 English
de: 🇬🇧 Englisch

source: 1 (Appalling)
de: 1 (Grauenhaft)
pt_br: 1 (Terrível)

source: 2 (Horrible)
de: 2 (Schrecklich)
pt_br: 2 (Horrível)

source: 3 (Very bad)
de: 3 (Sehr schlecht)
pt_br: 3 (Muito ruim)

source: 4 (Bad)
de: 4 (Schlecht)
pt_br: 4 (Ruim)

source: 5 (Average)
de: 5 (Durchschnittlich)
pt_br: 5 (Média)

source: 6 (Fine)
de: 6 (Okay)
pt_br: 6 (Regular)

source: 7 (Good)
de: 7 (Gut)
pt_br: 7 (Bom)

source: 8 (Very good)
de: 8 (Sehr gut)
pt_br: 8 (Muito bom)

source: 9 (Great)
de: 9 (Großartig)
pt_br: 9 (Ótimo)

source: 10 (Masterpiece)
de: 10 (Meisterwerk)
pt_br: 10 (Obra-prima)

source: About Shiori
de: Über Shiori

source: Accent color
de: Akzentfarbe
pt_br: Cor de destaque

source: Add comments
de: Kommentare hinzufügen

source: Add finish date
de: Abschlussdatum hinzufügen

source: Add start date
de: Anfangsdatum hinzufügen

source: Add to library
de: Zur Bibliothek hinzufügen

source: Added to library
de: Zur Bibliothek hinzugefügt
pt_br: Adicionado à biblioteca

source: Adult Cast
de: Erwachsene Charaktere
pt_br: Elenco Adulto

source: Adventure
de: Abenteuer
pt_br: Aventura

# Aired from %@ - %@
source: Aired from %1$@ - %2$@
de: Ausgestrahlt von %1$@ - %2$@
pt_br: Exibido de %1$@ - %2$@

source: Aired in %@
de: Wurde %@ ausgestrahlt
pt_br: Exibido em %@

source: Airing
de: Wird ausgestrahlt
pt_br: Em Exibição

source: Airing date
de: Veröffentlichungsdatum
pt_br: Data de Exibição

source: Airing since %@
de: Wird ausgestrahlt seit %@
pt_br: Exibindo desde %@

source: Airing soon
de: Erscheint bald
pt_br: Exibindo em breve

source: All
de: Alle
pt_br: Todos

source: Alternative setting
de: Alternatives Setting
pt_br: Configuração alternativa

source: Anime season
de: Anime-Saison

source: Anime statistics
de: Anime-Statistiken
pt_br: Estatísticas de anime

source: Anthropomorphic
de: Anthropomorph
pt_br: Antropomórfico

source: Appearance
de: Erscheinungsbild
pt_br: Aparência

source: Are you sure you want to remove %@ from your library?
de: Möchtest du %@ wirklich aus deiner Bibliothek entfernen?
pt_br: Você tem certeza de que deseja remover %@ da sua biblioteca?

source: Ascending
de: Aufsteigend

source: Award Winning
de: Preisgekrönt
pt_br: Premiado

source: Based on %@ user ratings
de: Basierend auf %@ Benutzerbewertungen

source: Birthdate
de: Geburtsdatum

source: Blue
de: Blau
pt_br: Azul

source: Both
de: Beides

source: Build number
de: Buildnummer

source: Cancel
de: Abbrechen
pt_br: Cancelar

source: Chapter
de: Kapitel
pt_br: Capítulo

source: Chapter +1
de: Kapitel +1

source: Character
de: Charakter
pt_br: Personagem

source: Characters
de: Charaktere
pt_br: Personagens

source: Childcare
de: Kinderbetreuung
pt_br: Cuidado Infantil

source: Chinese
de: Chinesisch

source: Combat Sports
de: Kampfsport
pt_br: Esportes de Combate

source: Comments
de: Kommentare

source: Completed
de: Abgeschlossen
pt_br: Concluído

source: Contact
de: Kontaktmöglichkeiten

source: Currently publishing
de: Wird veröffentlicht
pt_br: Atualmente publicando

source: Dark
de: Dunkel
pt_br: Escuro

source: Default
de: Standard

source: Delete
de: Löschen
pt_br: Deletar

source: Delete MyAnimeList account
de: MyAnimeList-Account löschen
pt_br: Excluir conta MyAnimeList

source: Delete progress
de: Fortschritt löschen
pt_br: Excluir progresso

source: Delinquents
de: Straffällige Jugendliche
pt_br: Delinquentes

source: Descending
de: Absteigend

source: Detective
de: Detektiv
pt_br: Detetive

source: Discontinued
de: Eingestellt
pt_br: Descontinuado

source: Do you really want to delete your progress for %@?
de: Möchtest du deinen Fortschritt für %@ wirklich löschen?
pt_br: Você realmente deseja excluir seu progresso para %@?

source: Do you really want to logout of your MAL-Account?
de: Möchtest du dich wirklich aus deinem MyAnimeList-Account ausloggen?
pt_br: Você realmente quer sair da sua conta MAL?

source: Dropped
de: Abgebrochen
pt_br: Abandonado

source: Edit
de: Bearbeiten
pt_br: Editar

source: Edit Reading Progress
de: Lesefortschritt bearbeiten
pt_br: Editar Progresso de Leitura

source: Edit Watch Progress
de: Wiedergabefortschritt bearbeiten
pt_br: Editar Progresso de Assistir

source: Educational
de: Lehrreich
pt_br: Educacional

source: English
de: Englisch
pt_br: Inglês

source: Episode
de: Folge
pt_br: Episódio

source: Episode %lld
de: Folge %lld

source: Episode +1
de: Folge +1

source: Erotica
de: Erotik
pt_br: Erótica

source: Established
de: Gründungsdatum

source: Explore anime studios
de: Anime-Studios durchsuchen

source: Explore anime tags
de: Anime-Genres durchsuchen

source: Fall
de: Herbst

source: Favorite anime
de: Lieblingsanime

source: Favorite characters
de: Lieblingscharaktere
pt_br: Personagens favoritos

source: Favorite manga
de: Lieblingsmanga
pt_br: Mangá favorito

source: Favorites
de: Favoriten

source: Female ♀
de: Weiblich ♀

source: Finish date
de: Abschlussdatum

source: Finished
de: Abgeschlossen
pt_br: Finalizado

source: First Name Last Name
de: Vorname Nachname

source: French
de: Franzözisch

source: Friends
de: Freunde
pt_br: Amigos

source: Full story
de: Ganze Story

source: Gender
de: Geschlecht

source: General
de: Allgemein
pt_br: Geral

source: General information
de: Allgemeine Informationen
pt_br: Informações gerais

source: German
de: Deutsch

source: Get the latest app news, explore the roadmap, share feature ideas, report bugs, or just hang out – all on Discord!
de: Erhalte die neuesten App News, wirf einen Blick auf die Roadmap, teile Feature-Ideen, melde Bugs – oder chatte einfach auf Discord!

source: Gore
de: Splatter

source: High Stakes Game
de: Hochrisiko-Spiel
pt_br: Jogo de Alto Risco

source: Historical
de: Historisch
pt_br: Histórico

source: Icon made by Nicole Knutas
de: Icon erstellt von Nicole Knutas

source: Idols (Female)
de: Idols (weiblich)
pt_br: Ídolos (Feminino)

source: Idols (Male)
de: Idols (männlich)
pt_br: Ídolos (Masculino)

source: In chapters
de: In Kapiteln

source: In episodes
de: In Folgen

source: In time
de: In Zeit

source: In volumes
de: In Bänden

source: Invalid URL
de: Ungültige URL
pt_br: URL inválido.

source: Italian
de: Italienisch

source: Japanese
de: Japanisch
pt_br: Japonês

source: Join date
de: Beitrittsdatum

source: Join Server
de: Server beitreten

source: Kids
de: Kinder
pt_br: Infantil

source: Korean
de: Koreanisch

source: Last Name, First Name
de: Nachname, Vorname

source: Last updated
de: Zuletzt aktualisiert
pt_br: Última atualização

source: Library
de: Bibliothek
pt_br: Biblioteca

source: Light
de: Hell
pt_br: Claro

source: Load more
de: Mehr laden
pt_br: Carregar mais

source: Loading...
de: Lädt…
pt_br: Carregando...

source: Location
de: Standort

source: Log in with MyAnimeList
de: Mit MyAnimeList einloggen
pt_br: Faça login com MyAnimeList

source: Log in with your MyAnimeList account to be able to edit %@'s progress, rating and progress status.
de: Logge dich mit deinem MyAnimeList-Account ein, um den Fortschritt, die Bewertung und den Status von %@ bearbeiten zu können.
pt_br: Faça login com sua conta do MyAnimeList para poder editar o progresso, a avaliação e o status de progresso de %@.

source: Log in with your MyAnimeList account to be able to edit your library.
de: Melde dich mit deinem MyAnimeList-Account an, um deine Bibliothek bearbeiten zu können.
pt_br: Faça login com sua conta MyAnimeList para poder editar sua biblioteca.

source: Log in with your MyAnimeList account to see your %@ progress, rating, and status.
de: Mit MyAnimeList einloggen, um Fortschritt, Bewertung und Status von %@ zu sehen oder zu bearbeiten.
pt_br: Faça login com sua conta do MyAnimeList para ver seu progresso, avaliação e status de %@.

source: Log in with your MyAnimeList account to track your Anime and Manga progress, rate titles, and access personalized features.
de: Logge dich mit deinem MyAnimeList-Account ein, um deinen Anime- und Manga-Fortschritt zu tracken, Titel zu bewerten und personalisierte Funktionen zu nutzen.
pt_br: Faça login com sua conta MyAnimeList para acompanhar seu progresso em Anime e Mangá, avaliar títulos e acessar recursos personalizados.

source: Login
de: Einloggen

source: Love Polygon
de: Liebes-Polygon
pt_br: Polígono do Amor

source: Love Status Quo
de: Liebe mit Status Quo
pt_br: Status Quo do Amor

source: Magical Sex Shift
de: Magische Geschlechtsumwandlung
pt_br: Mudança Mágica de Sexo

source: Mahou Shoujo
de: Maho Shojo

source: Main
de: Hauptcharakter

source: Male ♂
de: Männlich ♂

source: Manga progress
de: Manga-Fortschritt

source: Manga statistics
de: Manga-Statistiken
pt_br: Estatísticas de mangá

source: Martial Arts
de: Kampfkunst
pt_br: Artes Marciais

source: Medical
de: Medizin
pt_br: Médico

source: Memoir
de: Memoiren
pt_br: Memórias

source: Military
de: Militär
pt_br: Militar

source: Mode
de: Modus

source: Most Favorited
de: Meist favorisierte
pt_br: Mais Favoritados

source: Most Popular
de: Am beliebtesten
pt_br: Mais Populares

source: Movie
de: Film
pt_br: Filme

source: Music
de: Musik
pt_br: Música

source: Mythology
de: Mythologie
pt_br: Mitologia

source: Name order
de: Namensdarstellung

source: No
de: Nein

source: No entries found
de: Keine Einträge gefunden

source: No Thanks
de: Nein, danke

source: Non-binary ⚧
de: Nicht-binär ⚧

source: Not rated yet
de: Noch nicht bewertet
pt_br: Ainda não avaliado.

source: Not specified
de: Nicht spezifiziert
pt_br: Não especificado.

source: On hiatus
de: Unterbrochen
pt_br: Em hiato

source: On Hold
de: Pausiert
pt_br: Em espera

source: Organized Crime
de: Organisierte Kriminalität
pt_br: Crime Organizado

source: Otaku Culture
de: Otaku-Kultur
pt_br: Cultura Otaku

source: Other
de: Anderes
pt_br: Outro

source: Parent story
de: Hauptgeschichte
pt_br: História principal

source: Parody
de: Parodie
pt_br: Paródia

source: Performing Arts
de: Darstellende Künste
pt_br: Artes Cênicas

source: Pets
de: Haustiere
pt_br: Animais de Estimação

source: Plan To Read
de: Später lesen
pt_br: Planejo Ler

source: Plan To Watch
de: Später schauen
pt_br: Planejo Assistir

source: Portuguese (BR)
de: Portugiesisch (BR)

source: Prequel
de: Vorgeschichte
pt_br: Prequela

source: Productions
de: Produktionen

source: Profile
de: Profil
pt_br: Perfil

source: Progress
de: Fortschritt

source: Progress updated
de: Fortschritt aktualisiert
pt_br: Progresso atualizado

source: Psychological
de: Psychologisch
pt_br: Psicológico

# Published from %@ - %@
source: Published from %1$@ - %2$@
de: Wurde von %1$@ - %2$@ veröffentlicht
pt_br: Publicado entre %1$@ - %2$@

source: Published in %@
de: Veröffentlicht am %@
pt_br: Publicado em %@

source: Publishing since %@
de: Wird seit %@ veröffentlicht
pt_br: Publicação desde %@

source: Publishing soon
de: Erscheint bald
pt_br: Publicação em breve

source: Purple
de: Lila
pt_br: Roxo

source: Racing
de: Rennsport
pt_br: Corrida

source: Rating
de: Bewertung
pt_br: Avaliação

source: Reading
de: Am lesen
pt_br: Lendo

source: Recommendations
de: Empfehlungen
pt_br: Recomendações

source: Red
de: Rot
pt_br: Vermelho

source: Reincarnation
de: Wiedergeburt
pt_br: Reencarnação

source: Remove comments
de: Kommentare entfernen

source: Remove entry
de: Eintrag entfernen
pt_br: Remover entrada

source: Remove finish date
de: Abschlussdatum entfernen

source: Remove start date
de: Anfangsdatum entfernen

source: Removed from library
de: Aus Bibliothek entfernt
pt_br: Removido da biblioteca

source: Romance
de: Romantik

source: Save
de: Speichern
pt_br: Salvar

source: School
de: Schule
pt_br: Escola

source: Sci-Fi
de: Science Fiction
pt_br: Ficção Científica

source: Score
de: Wertung
pt_br: Pontuação

source: Search
de: Suchen
pt_br: Busca

source: Season
de: Saison

source: Sequel
de: Fortsetzung
pt_br: Sequência

source: Serialization date
de: Serialisierungsdatum
pt_br: Data de serialização

source: Settings
de: Einstellungen
pt_br: Configurações

source: Shoujo
de: Shojo

source: Shounen
de: Shonen

source: Show less
de: Weniger anzeigen
pt_br: Mostrar menos

source: Show mature content
de: Mature-Inhalte anzeigen
pt_br: Mostrar conteúdo adulto

source: Show more
de: Mehr anzeigen
pt_br: Mostrar mais

source: Showbiz
de: Showbusiness

source: Side story
de: Zusatzgeschichte
pt_br: História secundária

source: Sort by
de: Sortieren nach
pt_br: Classificar por

source: Source
de: Vorlage

source: Space
de: Weltraum
pt_br: Espaço

source: Spanish
de: Spanisch

source: Sports
de: Sport
pt_br: Esportes

source: Spring
de: Frühling

source: Start date
de: Anfangsdatum

source: Strategy Game
de: Strategiespiel
pt_br: Jogo de Estratégia

source: Summary
de: Zusammenfassung
pt_br: Resumo

source: Summer
de: Sommer

source: Super Power
de: Superkräfte
pt_br: Superpoder

source: Supernatural
de: Übernatürlich
pt_br: Sobrenatural

source: Supporting
de: Nebencharakter

source: Survival
de: Überlebenskampf
pt_br: Sobrevivência

source: Suspense
de: Thriller

source: Team Sports
de: Teamsport
pt_br: Esportes em Equipe

source: There was an error loading the image.
de: Das Bild konnte nicht geladen werden.
pt_br: Houve um erro ao carregar a imagem.

source: Third-Party libraries
de: Drittanbieter-Bibliotheken

source: Time Travel
de: Zeitreise
pt_br: Viagem no Tempo

source: Title
de: Titel
pt_br: Título

source: To use these features, you can create an account at MyAnimeList.net.
de: Erstelle einen Account bei MyAnimeList.net, um diese Funktionen zu nutzen.
pt_br: Para usar esses recursos, você pode criar uma conta em MyAnimeList.net.

source: Top Airing Anime
de: Aktuell laufende Top-Anime
pt_br: Top Anime em Exibição

source: Top Anime by Popularity
de: Beliebteste Anime
pt_br: Top Animes por Popularidade

source: Top Anime Movies
de: Top-Anime-Filme
pt_br: Top Filmes de Anime

source: Top Anime OVA Series
de: Top-OVA-Anime
pt_br: Top Séries de Anime OVA

source: Top Anime Series
de: Top-Anime-Serien
pt_br: Top Séries de Anime

source: Top Anime Specials
de: Top-Specials
pt_br: Top Especiais de Anime

source: Top Anime TV Series
de: Top-TV-Anime
pt_br: Top Séries de Anime para TV

source: Top Favorited Anime
de: Meist favorisierte Anime
pt_br: Top Animes Favoritados

source: Top Manhwa
de: Top-Manwha

source: Top Novels
de: Top-Light-Novels

source: Top Upcoming Anime
de: Bald erscheinende Top-Anime
pt_br: Principais Próximos Animes

source: Try a different category.
de: Probiere einen anderen Filter aus.

source: Unknown
de: Unbekannt
pt_br: Desconhecido

source: Unknown airing date
de: Unbekanntes Veröffentlichungsdatum
pt_br: Data de transmissão desconhecida

source: Unknown anime type
de: Unbekannter Animetyp
pt_br: Tipo de anime desconhecido

source: Unknown genre
de: Unbekanntes Genre
pt_br: Gênero desconhecido

source: Unknown manga type
de: Unbekannter Mangatyp
pt_br: Tipo de mangá desconhecido

source: Unknown publishing date
de: Unbekanntes Serialisierungsdatum
pt_br: Data de publicação desconhecida

source: Unknown relationtype
de: Unbekannt
pt_br: Tipo de relacionamento desconhecido

source: Unknown status
de: Unbekannter Fortschritt
pt_br: Status desconhecido

source: Video Game
de: Videospiel

source: Villainess
de: Bösewichtin
pt_br: Vilões

source: Visual Arts
de: Bildende Künste
pt_br: Artes visuais

source: Voice actors
de: Synchronsprecher

source: Volume
de: Band

source: Volume +1
de: Band +1

source: Watching
de: Am schauen
pt_br: Assistindo

source: Will air in %@
de: Wird im %@ ausgestrahlt
pt_br: Vai ao ar em %@

source: Will publish in %@
de: Wird im %@ veröffentlicht
pt_br: Vai publicar em %@

source: Workplace
de: Berufsleben
pt_br: Local de trabalho

source: Yes
de: Ja
pt_br: Sim

source: You will be redirected to the MyAnimeList account deletion page.
de: Du wirst auf die Kontolöschungsseite von MyAnimeList weitergeleitet
pt_br: Você será redirecionado para a página de exclusão da conta MyAnimeList.

source: Action
pt_br: Ação

source: Adaption
pt_br: Adaptação

source: Alternative version
pt_br: Versão alternativa

source: Avant Garde
pt_br: Vanguarda

source: Comedy
pt_br: Comédia

source: Fantasy
pt_br: Fantasia

source: Gag Humor
pt_br: Humor de Gag

source: Genres
pt_br: Gêneros

source: Horror
pt_br: Terror

source: Info
pt_br: Informação

source: Manga
pt_br: Mangá

source: Mystery
pt_br: Mistério

source: Okay
pt_br: OK

source: Orange
pt_br: Laranja

source: Pink
pt_br: Rosa

source: Reverse Harem
pt_br: Harém Reverso

source: Romanji
pt_br: Romaji

source: Special
pt_br: Especial

source: System
pt_br: Sistema

source: Top Manga
pt_br: Top Mangás

source: TV Special
pt_br: Especial de TV

source: Urban Fantasy
pt_br: Fantasia Urbana

source: Vampire
pt_br: Vampiro
